export const htmlDescription = {
  'html-1': 'Используя тег предварительно отформатированного текста вывести стихи.',
  'html-2': 'Используя теги для цитат, задать 3 различных цитаты',
  'html-3': 'Используя теги задания списков, задать 3 различных списка (нумерованный, маркированный, список определений).',
  'html-4': 'Представить информацию в виде таблицы (с объединением ячеек в строках или столбцах',
  'html-5': 'Вывести на страничку сайта код для создания таблицы с учетом форматирования',
  'html-6': 'Задать переходы внутри страницы',
  'html-7': 'Создать простой открывающийся и закрывающийся виджет, то есть фрагмент краткого изложения, по щелчку на котором открывается панель с дополнительной информацией используя теги <details> и <summary>',
}
export const menuList = [
  {
    id: 1,
    title: 'Предварительно отформатированный текст',
    url: '/HTML/html-1',
  },
  {
    id: 2,
    title: 'Цитаты',
    url: '/HTML/html-2',
  },
  {
    id: 3,
    title: 'Списки',
    url: '/HTML/html-3',
  },
  {
    id: 4,
    title: 'Таблицы',
    url: '/HTML/html-4',
  },
  {
    id: 5,
    title: 'escape-последовательности',
    url: '/HTML/html-5',
  },
  {
    id: 6,
    title: 'Закладки',
    url: '/HTML/html-6',
  },
  {
    id: 7,
    title: 'Виджет',
    url: '/HTML/html-7',
  },
]